
[X2DownloadableContentInfo_WOTC_APA_Class_Pack]

;  -- Localized Strings for New AbilityAvailabilityCodes --
;  --------------------------------------------------------

+NewAbilityAvailabilityStrings[0] = "单位具有[排斥]效果。"
+NewAbilityAvailabilityStrings[1] = "单位具有[排斥]能力。"
+NewAbilityAvailabilityStrings[2] = "缺少必需的[前置]能力。"
+NewAbilityAvailabilityStrings[3] = "单位必须在[架设]状态。"
+NewAbilityAvailabilityStrings[4] = "单位已经在[架设]状态。"



[X2AbilityTag_WOTC_APA_Class_Pack]

;  -- Localized Strings for Ability Tags --
;  ----------------------------------------

; // Generic Tags
strGenericClassName="士兵"
strOnce = "一"
strUpTo = "最多"
strTimes = "次"
strTiles = "格"

strNaturalLeaderSpecializationDesc = "并且他们在领导任务时将获得一个额外的指挥专精。"


; // Medic Ability Tags
strBurstFireName = "短点射"
strSteadiedBurstFireName = "平稳短点射" ;Also set in WOTC_APA_Medic.int due to order of compiling
strStrategyBurstFireDesc = "向目标连续射击，可能击中目标两次。需要<font color='#CA7200'><Ability:BURST_FIRE_AMMO_COST/></font>弹药和<font color='#CA7200'><Ability:BURST_FIRE_COOLDOWN/></font>回合冷却。"
strTacticalBurstFireDesc = "向目标射击两次，有<font color='#CA7200'><Ability:BURST_FIRE_AIM_PENALTY/></font>命中惩罚，可能击中目标两次。<br/>需要<font color='#CA7200'><Ability:BURST_FIRE_AMMO_COST/></font>弹药和<font color='#CA7200'><Ability:BURST_FIRE_COOLDOWN/></font>回合冷却。"
strTacticalSteadiedBurstFireDesc = "向目标[平稳]射击两次，可能击中目标两次。稳定短点射没有命中惩罚。<br/>需要<font color='#CA7200'><Ability:BURST_FIRE_AMMO_COST/></font>弹药和<font color='#CA7200'><Ability:BURST_FIRE_COOLDOWN/></font>回合冷却。"


; // Specialist Ability Tags
strAidProtocolRechargeDesc = "(再充能时间:  <font color='#CA7200'><Ability:AID_PROTOCOL_RECHARGE_TURNS/></font>回合)"
strBlindProtocolRechargeDesc = "(再充能时间:  <font color='#CA7200'><Ability:BLIND_PROTOCOL_RECHARGE_TURNS/></font>回合)"
strCombatProtocolRechargeDesc = "(再充能时间:  <font color='#CA7200'><Ability:COMBAT_PROTOCOL_RECHARGE_TURNS/></font>回合)"

strAidProtocolRadiusStrategy = "。更高级的小精灵会增加烟雾半径"
strAidProtocolRadiusTactical = "<Radius/>格半径"

strBlindProtocolRadiusStrategy = "。更高级的小精灵会增加闪光半径"
strBlindProtocolRadiusTactical = "<Radius/>格半径"

strCombatProtocolBaseDamageStrategy = "少量"
strCombatProtocolDamageDescStrategy = "造成<font color='#3ABD23'>+<Ability:COMBAT_PROTOCOL_MECH_DAMAGE_MULTIPLIER/>%</font>对机械单位伤害。更高级的小精灵会造成更多伤害。"
strCombatProtocolDamageDesc = "造成<font color='#3ABD23'>+<Ability:COMBAT_PROTOCOL_MECH_DAMAGE_MULTIPLIER/>%</font>对机械单位伤害。"
strCombatProtocolOverloadDamageDesc = "造成<font color='#3ABD23'>+<Ability:OVERLOAD_NON_MECH_DAMAGE_BONUS/></font>对有机单位额外基础伤害和<font color='#3ABD23'>+<Ability:OVERLOAD_MECH_DAMAGE_MULTIPLIER/>%</font>对机械单位伤害（由[超负荷]增强）。"

strBreaksSquadConcealmentWarning = "<br/><br/><font color='#c10f0f'>警告:</font>打破小队隐蔽！"
strRemoteRepairBaseHealthStrategy = "少量HP"
strRemoteRepairHealthStrategyDesc = "更高级的小精灵会增加修复的HP。"

strFailsafeActionFreeDesc = "从[电子战]中获得<Amount/>免费动作"
strFailsafeActionCostDesc = "消耗1动作才能激活"


; // Assault Ability Tags
strConcussionGrenadesDisorientAlliesTrue = "混乱震荡效果将会影响盟友，与默认的闪光弹不同。"
strConcussionGrenadesDisorientAlliesFalse = "混乱震荡效果不会影响盟友，与默认的闪光弹一样。"

strSlipIntoPositionDesc = "（敌人探测到你的半径减少）"


; // Marine Ability Tags
strFireDisciplineReactionBonusRifle = "所有反应射击（突击步枪）"
strFireDisciplineReactionBonusCannon = "压制反应射击（加农炮）"
